Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 刚刚他见到的那片黑暗是心魔劫，他是剑修又立志扫平天下邪祟，所以才看到那片黑暗，好在他及时醒悟才能破障而出醒过来，而地上这些人显然还未看破其中关节。
en_us: The darkness he was in earlier was part of the Mental Demon Tribulation. He was a sword cultivator who had sworn to defeat all the evil under the sky. That was why all he saw was darkness. He was fortunate to have realised and broken out of the darkness. The people on the ground were not so fortunate. They were still stuck in their Mental Demon Tribulations.

source: 刚刚修炼了一个时辰，江逸却惊醒了过来，他是被一道轻微的脚步声惊醒的。
en_us: Jiang Yi practiced for around two hours when he was roused awake suddenly. He was awoken by the soft sound of footsteps.

source: 刚刚朝楼上走去的马家少爷突然脚步一顿，目光如电般扫了过来，看到一名护卫拿着的一块令牌上有一个龙飞凤舞的“江”字，立即沉喝道：“等等！”
en_us: The Ma Family young master, who only a second ago was making his way up, paused his steps. His gaze swept over lightning-fast, and spotted a single character, written in exquisite calligraphy on the command token: "Jiang". "Halt!" He bellowed immediately.

source: 刚刚的感动一定是幻觉！是幻觉！
en_us: That moment of gratitude must have been an illusion! It was an illusion!

source: 刚刚自己说什么了？
en_us: What did I just say?

source: 刚刚转身，他却被两个少年武者的谈话吸引了。
en_us: just as he was turning around to leave, his attention was attracted by the conversation between two young martial artists.

source: 刚刚还极度暴躁的巨兽，似是见到了天敌一样，咽呜了一声，拼命的缩成一团，颤抖着直往后退，直到完全退下了这片岛屿，卷缩在了海面上，只露半个脑袋战战兢兢看着刚出现的人，一副想逃又不敢的样子。
en_us: The beast, which was extremely violent a moment ago, shrunk back into its shell as if it just met its natural enemy. Trembling, the beast retreated until it stepped off the island. The beast hid under the water and raised only half of its head above the surface, just so it could look at the person who just appeared. It looked like it could not decide whether to escape.

source: 刚刚进来时，被羿清炒菜的样子惊到，没听清他们的对话，没想到这个没有一点灵气的女人，居然是他师父。剑仙原来是有师父的吗？剧情没说过啊！
en_us: When Lonemoon first came in, he had been so shocked by the sight of Yi Qing stir-frying food that he had missed what they were saying. He would never have thought that this woman without any Spirit Qi was actually Yi Qing's teacher. The Sword Cultivator has a master? This wasn't in the script!

source: 刚刚那表情是嫌弃吧？绝对是嫌弃吧？！
en_us: Did he just give me a disgusted look? I'm sure he did!

source: 刚刚？这怎么可能，明明没有看到其它人进来，他心下一沉，突然想到了什么。
en_us: Just now? How was that possible? He did not see other people coming in. His heart sank, suddenly thinking of something.

source: 刚幡上那些水，不会是眼泪吧？鬼王的眼泪！！(⊙_⊙)
en_us: Could the water from the gonfalon be tears? The Ghost King's tears!! (⊙_⊙)

source: 刚想搭把手，离她最近的一只兔妖，也不知道怎么了，突然手一抖，抱着的房梁叭的一下倒了下来。沈萤连忙伸手接住，才避免砸到另一只兔。
en_us: Just as she was going to lend them an extra pair of hands, the paws of a rabbit demon that was closest to her suddenly shook and the beam it was hugging onto fell to the ground with a loud thud. Shen Ying immediately caught it with her hands — just in time before it crashed down onto another rabbit.

source: 刚才修炼时江逸储存了两缕黑色元力备用，此刻能支持一小会时间，正好试试和强者之间的差距。
en_us: Whilst cultivating power just now, Jiang Yi had been able to store two wisps of black essence force for future use. At the moment, he could potentially withstand attacks for a short amount of time, just enough distance and duration to test the use of the black essence force on a much-more powerful martial artist.

source: 刚才江如鹰偷偷溜了他看在眼里，他最后一个动江如虎，就是为了等此人来！当着他的面断江如虎的腿，也是……为了激怒他！
en_us: When Jiang Ruying slipped out earlier, he had already noticed it and decided to save Jiang Ruhu for the last just for Jiang Rulong! It was to allow Jiang Rulong to witness him breaking the leg of Jiang Ruhu and to... Enrage him!

source: 刚才江逸看到的是漫天拳影，此刻一扫却能轻松锁定两只真实的拳头，他脚步一滑，运转江家的迷幻步朝旁边退去。
en_us: What Jiang Yi had seen just now were the silhouettes of fists in the Vast Sky Fists technique; yet at the moment what he managed to easily lock his gaze on were two real fists. His feet slipped as he circulated the Jiang Clan Psychedelic Steps and retreated to the side.

source: 刚才险些被江逸刺死马飞被吓到了，此刻醒悟过来立即满脸羞怒的大吼道，在一群下人面前被挟持，马飞心里别说有多暴怒了。
en_us: Having been scared senseless earlier by the fact that he was almost killed by Jiang Yi, Ma Fei had just recovered and immediately roared in equal measures of rage and embarrassment. Being held hostage in front of a bunch of servants - to say Ma Fei was inwardly fuming would be an understatement.

source: 刚打算离开再说，沈萤这个久寻不着的人，却这么毫无征兆的出现在了他面前。
en_us: Just as they were about to leave, Shen Ying whom they had not managed to find, appeared out of nowhere in front of him.

source: 刚要收回手，毛团不着痕迹的抬了抬头，再次贴到了她的手心。
en_us: The furball looked up at her and pressed its head into her palm once again, without hesitation.

source: 刚要问，羿清已经追上来了。
en_us: Before he could ask, Yi Qing had caught up.

source: 刚还以为是她受伤太重才探不到她的修为，没想到她真的是个没有丝毫灵气的凡人。玄天宗就算是婢女都是有修为的，她居然一丝灵气都无，看来必是天生就没有灵根。身在全是天之骄子的顶级宗门，却不能修练，也是个可怜人……
en_us: Assuming that it was her injuries that had prevented her from detecting Shen Ying's cultivation level, it never occurred to Qi Chengyu that Shen Ying was a mortal without the slightest Spirit Qi. Even a maid in Blackheaven Sect practiced cultivation, yet she did not have a hint of Spirit Qi. It seemed that she was born without any spirit roots. To be in the elite Blackheaven Sect, yet be unable to practice, she was also a pitiful person…

source: 到底啥来着？
en_us: What was it?

source: 到底系统所谓的大佬，是啥意思？
en_us: What exactly did the system mean by "big guy"?

source: 到是刚刚还不为所动的羿清，突然像是想起了什么，一脸懊悔的表情。他居然忘了师父还没吃早饭，做为徒弟他太不称职了。
en_us: A thought suddenly struck Yi Qing, who had been unmoved by Xi Qiu's speech until that point. There was an contrite expression on his face. He had forgotten that master had not had breakfast yet. This reflected badly on his competency as a disciple.

source: 到是印风有些气愤的看了上首的人一眼，“郁家主不应该给我们一个解释吗？我印家何处得罪了郁家，要将我儿绑到此处？”
en_us: Yin Feng angrily glared at Yu Hai Heng and said, "Family Master Yu, are you not going to explain what happened? How has my Yin Family offended your Yu Family, that you would put my son in such a situation?"

source: 到是地上的草木灵，似是听懂了两人的话，突然开始着急的挥着叶子，“叽叽叽叽……”一萝卜的不情愿。
en_us: The vegetation spirit seemed to have understood their conversation. It nervously began to wave its leaves around. "Ji ji ji…" — it was so unwilling.

source: 到是对方拍了拍落在身上的金剑碎沫，一脸不耐烦的眉了眉皱，“我再说一次，你最好配合一下，不然……”她眼神一眯，抓着他的手突然用力一甩，直接把人给扔了出去，“揍你哦！”
en_us: The woman patted the golden shards on the ground. Frowning in impatience, she said, "I'll say this again: You'd better co-operate or…" She stared him right in the eyes as she grabbed his hand and flung it with great force. His entire body went flying. "I'll hit you!"

source: 到是戚橙雨突然捡起地上的剑，撑着剑柄挣扎着站起，摇摇晃晃朝这边走了过来，每走一步，脚下的绿地就被染成血色，好不容易走到距离她们五步远的位置，直直的跪了下来。
en_us: At that moment, Qi Chengyu suddenly picked up the sword on the ground as she struggled to stand up with the aid of the sword hilt. She stumbled over, each step dying the green ground a blood red. It took her great difficulty to arrive at a spot five footsteps away from them before she knelt down.

source: 到是旁边的羿清听话的唤出了灵剑，伸出手，“师父，徒儿载你吧。”
en_us: Instead, it was Yi Qing at the side who heard and responded to her instructions. He summoned his spiritual sword, and stretched out his hand. "Master, do let me give you a lift."

source: 到是无敌派之名，再次名震上青界，而支身救了整个上青界的羿清，更是成了公认的第一剑修。
en_us: The Invincible Sect, on the other hand, rose to fame in the Upper Azure World. Yi Qing, who had sacrificed himself to save all of the Upper Azure World, similarly became recognised as the top Sword Cultivator.

source: 到是易峰对旁边懒懒坐着的小姑娘有些好奇，这女子是谁，为何能让轩辕家如此礼遇？
en_us: It was Yi Feng who was curious about the young lady seated lazily beside him. Who was this lady? Why the special treatment from the Xuan Yuan Family?

source: 到是某个萝卜挂件，十分不配合的动了动，发出一个熟悉的音节。
en_us: However, the uncooperative radish pendant twitched and let out a familiar sound.

source: 到是羿清习惯性的退后她半步，带些骄傲的挺了挺腰杆，一本正经的介绍，“家师，沈萤。”
en_us: Yi Qing instinctively stood half a step behind her. He straightened his back a little haughtily, and pronounced in a grave tone, "My master, Shen Ying."

source: 到是羿清，脸色变都没变，似乎早就已经猜到了这种结果。就是因为这个，他之前宁愿做一名散修，也不想加入宗门。明明这么多人，却也是最无情的地方。
en_us: Yet despite all this, Yi Qing's expression remained calm. He seemed to have expected this outcome. This was precisely the reason he chose to remain an itinerant cultivator and refused to join a sect. A place with so many people was ironically devoid of heart.

source: 前两天他才打了江豹，此刻又打了江松，怕是江如虎知道后肯定会恨得牙直痒痒吧？
en_us: Two days ago, he had just beaten up Jiang Bao; at that moment, he just struck Jiang Song. Surely, should Jiang Ruhu find out, wouldn't he feel so much hatred that he would be itching to fight?

source: 前后不到半刻钟的功夫，不得不说这是易峰完成得最快，最顺利，而且是最为简单的一次契约。结契的对象还是十三阶灵兽，以后有可能会化龙的蛟族。结的还是……主仆契约。
en_us: The entire process had taken Yi Feng less than ten minutes. This was the fastest, smoothest and simplest contract-formation process Yi Feng had been through. What was more amazing was that he had contracted with a thirteenth-level spirit beast which ahd the potential to turn into a dragon in future. And the contract was a... master-servant one.

source: 前方的江如虎本想躲开，继续招呼人围攻，摸清楚江逸的真实实力再做打算，此刻却顿住身子哈哈大笑起来，眼中凶光暴涨，身上元力倾泻而出，两个拳头如铁锤般朝飞来的江逸砸去。
en_us: Jiang Ruhu, standing in the frontal direction of Jiang Yi's movement, had initially thought of avoiding the incoming attack while continuing to direct his cronies to attack from all sides, such that he could clearly grasp Jiang Yi's actual level of power before deciding on his next plan of action. At that moment however, he suddenly stopped his bodily movements and began to burst into loud laughter. With his eyes filled sharply with a strong ominous glint, the essence forces poured out in torrential waves from his body as his two fists smashed forward like metal hammers in the direction of the incoming Jiang Yi.

source: 前院一道沉喝声，将江逸的思绪拉了回来，他一听声音暗道不妙，荣管事终于找上门来了。他身子一缩，立即躲进了后院的茅草堆中，大气不敢吐出。
en_us: a deep, loud voice rung from the front courtyard, rousing Jiang Yi from his thoughts. Upon hearing the voice, he thought to himself that trouble had finally caught up to him. Chief Rong had come. Curling his body into a ball, he quickly hid in the pile of weeds in the backyard. He dared not breathe or release any air.

source: 剑修修的是剑道，重在手中之利刃，心中之剑意。不依靠任何术法以及丹药，以修练已身为主。所以向来比同阶的修士要强一些。因此进阶比别的修士，要难上百倍不止。以至十分少见，没想到让他给撞上了，而且还是一个金丹期的剑修。
en_us: Sword cultivation was about the cultivation of Sword Dao; the focus was on the sharp sword in hand, heart and sword as one. Without relying on any spells or alchemy, this cultivation was focused on the cultivator himself. Hence, they were always more powerful than cultivators of the same level. Other cultivators thereby found it difficult to measure up to the sword cultivators of the same level. They were very rare to come across, so little did he expect to meet one, and one that was a Golden Core sword cultivator at that.

source: 剑修虽然可以越阶挑战，但向来少见，而且对方还是化神剑修，一上界就挑战了四大世家之一的十几名化神修士，可见剑术修为厉害到了什么地步，怕是遇到游仙，也不一定有赢的把握，怎能不令人震惊。
en_us: Sword cultivators could challenge others regardless of their cultivation level, but it was rare to find a sword cultivator who would dare to travel up to the Upper Azure World and immediately take on ten Soul Formation cultivators from an aristocratic family. These two sword cultivators' sword techniques and cultivation levels must have been so advanced that even a Traveling Immortal could not have been confident of winning against them. This was indeed shocking.

source: 剩下就是一些修仙门派，虽占据一方灵脉，门下弟子也有不少，但还不足以与世家争锋。奇怪的是，上青界很少有散修。由于世家的原因，上青界除去一些危险之地，或是阴气浓重的地界，很少有无主地盘。无论是出生在此界的人，还是下界上来的人，都会选择加入一方势力。
en_us: The rest of the sects were regular immortal cultivator sects. Although they occupied a part of the spirit veins and had many disciples under them, they were still no match for the aristocratic families. The strange thing was that there were very few itinerant cultivators in the Upper Azure World. The aristocratic families often claimed all the land where danger had been expelled from or that had dense Yin Qi. Seldom would one find land with no owner. Regardless of which realm one was born in—the Upper World or the Lower Realm—people sought to join a family or sect in the Upper Azure World.

source: 剩下的两人这才御剑追了上去，隐隐还能看到前方那个快得几乎追不上，像是瞬移般的身影。
en_us: Only then did the other two men follow after her on their swords. They could barely catch up with the indistinct figure in the distance; she was moving so fast that that it seemed like she was teleporting.

source: 力求声声震撼，传遍整个门派，特别是某处偏殿。
en_us: He strove to send these heartshaking voices through the entire sect, especially to that Palace Wing

source: 化形的狸猫，看起来十多岁的样子，兴许是摔得疼了，可怜兮兮的抱大尾巴吹气，一双绿色的坚瞳泪眼花花的，仿佛下一秒就要哭出来。
en_us: The human manifestation of the civet cat looked like a teenager. Probably due to the pain from the fall, he hugged his tails pitifully and blew at them. His green eyes were brimming with tears, looking like he would burst out crying at any moment.

source: 十二年前，当年仅三岁的江逸被大长老抱回江家，成为江家实力最强大的外门供奉，大长老的干孙子时，他的地位尊荣，是名正言顺的旁系少爷。
en_us: Twelve years prior, a three-year-old Jiang Yi was brought back to the family by the Grand Elder and consecrated as the Grand Elder’s god-grandson. It was then that Jiang Yi acquired his respectable standing—by being made a legitimate descendant of the Jiang Clan, despite not having the Jiang Clan’s blood flowing through his veins.

source: 十二年前，当朦胧记忆中他的娘亲病逝时，他被大长老用右手抱到了这座天羽城，而当时大长老左手抱着的另一个小孩，就是小奴。他和小奴在天羽城除了江家的族人外，根本就不认识其他人，又是哪里冒出来的亲戚？
en_us: Jiang Yi probed the murky depths of his memory with a thoughtful expression. Roughly twelve years ago, after his mother died from an illness, Jiang Yi was carried to Skyplume City in the Grand Elder’s right arm. At the time, there was another kid carried in the Grand Elder’s left arm: Xiaonu. Xiaonu and Jiang Yi both did not know anyone else in Skyplume City besides the members of the Jiang Clan, so where on earth could she have magically found some relatives?

source: 十几个弟子打探了一下午，日暮才回来，但表情却十分奇怪，似乎都带着点茫然？
en_us: About a dozen disciples came back in the evening after having gone scouting for a whole afternoon, all wearing a strange expression on their faces. Their expression seemed to be one of bewilderment?

source: 十几息时间后，正当他莫名惊诧的四方扫视时，突然感觉左眼看到的物体一下子变得模糊了起来。再眨依然如此，视力已经回复了正常。这回墙角那只蜘蛛虽然还能看到，但怎么都看不清他腿上有没有毛了……
en_us: About half a minute later, after sweeping the surrounding with a baffled glance, he suddenly realized that his left eye viewed things in a blur. It was the same when he blinked. His vision had returned to normal—this time he could still see the spider on the wall but could not make out whether there were hairs on its legs…

source: 十几息时间后，黑色元力消耗完，江逸只能停下运转江水决，调集一丝黑色元力继续增幅药力。如此周而复始，在十缕黑色元力消耗完毕后，他才停下了修炼。
en_us: Some twenty or thirty seconds later, the black essence force had be completely consumed. Jiang Yi had no choice but to stop circulating the Jiang Water Art technique, and instead assemble a wisp of black essence force to continue increasing the medical efficacy. In such an established cycle, only when he had consumed all ten wisps of black essence force, did he reach his "ending point" and thus stop his power cultivation.

source: 十分钟过去了……
en_us: Ten minutes passed...

source: 十强进了四个，而且有两个人还是金丹境界的决赛。最欣尉的莫过于孤月，这一年的辛苦没有白废啊，虽然修练的方向有点歪了，但结果还是喜人的。他顿时对门派又有了信心。
en_us: Four of their disciples had placed among the top ten while two of them had qualified for the finals for the Golden Core group. Lonemoon was the most satisfied of all of them. The past year of training had not gone to waste. Although their training direction had gone off track, the result was still pleasing. He suddenly had renewed faith in the sect.

source: 十方天魔来是来了，而且来得还很快，然后……
en_us: And so they did, really quick, and then.

source: 十枚灵神丹用了九枚，而他……也终于修炼到了铸鼎境二重！内视到丹田内多了一倍，颜色也更深了一分的蓝色元力，江逸恨不得仰天一声长啸，释放内心的快意。
en_us: Out of the ten Spirit Pills, he had consumed nine of them, and he... had also finally cultivated his power up to the second stage of the Cast Tripod Realm! He used his inner vision to see that, within his dantian, he acquired twice the amount of blue essence force as before, with its colour being darker by a grade. Jiang Yi could not help but release a loud holler towards the sky, releasing the happiness in his heart.

source: 千叶草木灵！
en_us: A Thousand Leaves Vegetation Spirit!

source: 升仙丹的丹方在青界并不是什么秘密，只是因为它的练制需要的材料不是灵植，而是仙植！如今的三青界早已经找不到仙植，所以他一开始看准就是仙宫的储丹室。但千叶草木灵可以感应到世间所有的灵植仙草，兴许还真能找出他要的材料。
en_us: The Immortal Formation Pill's recipe was no secret in the Azure World. It was only rarely used because what it required was no ordinary spirit herb — what was required was an immortal herb! Since immortal herbs could not be found in the Azure World, the first thing Qing Yi thought of was the Pill Storage Repository in the Immortal Pavilion. He hadn't realised that the Thousand Leaves Vegetation Spirit could detect all the spirit and immortal herbs in the vicinity. The Thousand Leaves Vegetation Spirit could help him get exactly what he was looking for.

source: 升仙塔的事后，郁家算是彻底的落败下去了。
en_us: After what happened with the Immortal Ascension Pagoda, the Yu Family was completely defeated.

source: 半个小时后，他才一脸复杂的回来了，手上拿着几个瓶瓶罐罐，往沈萤身前的桌上一放，眉心打成了死结。
en_us: Half an hour later, he returned wearing a conflicted look. He held several bottles and urns in his hand as he placed it on a table in front of Shen Ying. His brows were crossed.

source: 半个时辰之后便抵达了西山。
en_us: He reached the Western Hills in an hour.

source: 半个时辰之后，江逸的身子被重重的拍飞出去，翊龙宇也累得气喘吁吁，江逸呲牙咧嘴的爬了起来，拱手道：“翊公子实力强大，在下甘拜下风。”
en_us: An hour later, Jiang Yi took a heavy hit as his body was tossed to the side. At this point, Jiang Longyu was already panting with exhaustion. Jiang Yi grimaced and climbed to his feet, cupping his hands in salutation, "Young Master Yi was indeed strong, yours truly humbly admit defeat."

source: 半个月没好好吃饭，实在是有点想念啊！
en_us: I haven't eaten properly in half a month. I really miss his food!

source: 半会……
en_us: A while later…

source: 半会。
en_us: A while later…

source: 半会发出熟悉响亮的一声：
en_us: After a while, a loud, familiar sound was heard:

source: 半会后。
en_us: A moment later...

source: 半会才僵硬转过头，眼睛顿时暴睁。
en_us: After a while, he turned around stiffly. His eyes suddenly widened in consternation.

source: 半会才反应过来她是在问话。
en_us: After a while, Yu Haiheng finally realized that she was asking him a question.

source: 半会，一红一绿两道身影就出现在门口。
en_us: After a moment, two figures, one red and one green, appeared at the entrance.

source: 半会，一道低沉的声音才如风般飘了出来。
en_us: A moment later, a low voice drifted toward her.

source: 半会，立马又转了回去。
en_us: After a moment, he turned back around.

source: 半分钟后，齐唰唰的回头看向山壁上的某妖，突然觉得它的皮毛有点绿啊。
en_us: After half a minute, everyone turned back to look at the fox demon on the wall, and suddenly his fur seemed to look a tinge greenish.

source: 半夜时分，等他提炼满了十缕黑色元力立即运转去丹田外，轻松的消融了十枚龙形封印上的红色符文。让他惊喜的是，随着符文不断的消失，他修炼江水决的速度再次增快，达到了原先的三倍。
en_us: At midnight, once he had refined ten full strands of black essence force, he immediately transferred them to the exterior of his dantian and smoothly removed ten runic characters off the dragon-shaped seal. What made him pleasantly surprised was that, as the characters continued to vanish, the speed which he refined essence force using the Jiang Water Art increased further, reaching speeds three times the original level.

source: 半柱香时间后，他无奈的睁开眼睛，却很快满脸惊异起来。因为他发现这个世界还是那么的清晰，这都半柱香时间了，这黑色元力竟还没消耗完？
en_us: Two and a half minutes later, he helplessly opened his eyes. Yet his facial expression very quickly changed to one of amazement. This was because he realised that, seen through his eyes, the world around him was still so clear. It had already been two and a half minutes, yet how could it be that the black essence force had not been consumed fully?

source: 华元城……在哪？
en_us: Where's... Huayuan City?

source: 华元城外。
en_us: Huayuan City.

source: 占了人家炼丹房弟子的位置，虽然并不是他有意的，江逸还是有些尴尬的饶头道：“柳长老不在，嗯……昨日你走了之后，我正想跟着离开，却被柳长老叫住了，让我以后留在这帮忙了。”
en_us: Taking over someone else's position as the assistant in the alchemy lab... even though it was not his intention to do so, he felt awkward. "Elder Liu is not here," Jiang Yi replied. "Erm... yesterday, after you left, I was just thinking of leaving with you, but I was called back by Elder Liu, and he let me stay here to help him out in the future."

source: 卧了个槽！
en_us: Holy shit!

source: 卧槽。
en_us: Holy shit.

source: 卧槽！
en_us: Holy shit!

source: 卧槽！孤月瞬间明白了他们的目的，MD这轩辕家空手套白狼的手段，还真是一个使得比一个溜。
en_us: Holy shit! Lonemoon suddenly understood their motive. Damn it, this Xuan Yuan Family would risk anything to gain something; each one of them was slier than the last.

source: 卧槽！居然忘了给门派取名字了！
en_us: Holy shit! We forgot to think of a name for our sect!

source: 卧槽！还真有瞎妖！
en_us: Holy Shit! It's really the demon!

source: 卧槽，不会吧，这么快？
en_us: Holy shit. It can't be, it's way too soon!

source: 卧槽，你们还真傻啊！
en_us: Holy Shit, you are all really dumb!

source: 卧槽，你还真的有啊！0ДQ
en_us: Holy shit, you really do have food! 0ДQ

source: 卧槽，到底什么时候走的！
en_us: Bloody hell, when did she leave?!

source: 卧槽，外挂丢了！他明明绑了随影术啊喂！
en_us: "Holy shit, we've lost the cheat!" He clearly remembered setting up the shadow imitation on her as well!

source: 卧槽，终于想起追魂楼是啥地方了。那天晚上被错误情报误导，而砸掉的那个楼。
en_us: Holy shit, they finally remembered why Soul Chasing Tower sounded so familiar. It was the place they destroyed when they misunderstood who had kidnapped Yu Hong and Si Yu.

source: 卧槽，该情只要是千叶草木灵，天生就该姓轩辕吗？
en_us: Holy shit, are they saying that any Thousand Leaves Vegetation Spirit automatically belongs to the Xuan Yuan Family?

source: 卧槽，还真是！难怪那些见到妖的不是商家就是猎户。
en_us: Holy shit! No wonder those who saw the demon were either merchants or hunters.

source: 卧槽，还真的打开了啊喂？
en_us: Holy shit, has she really opened it?

source: 卧槽，还真的来了！
en_us: Holy shit, it's really here!

source: 卧槽，这不就是沈萤劈海的那一剑吗？你丫还真的是学以致用啊！
en_us: Bloody hell, isn't this the sword move that Shen Ying used to part the sea? It seems like you are really applying what you have learned!

source: 卧槽，这也可以！
en_us: Holy shit, this method actually works!

source: 卧槽，这群没义气的。
en_us: Holy shit, they lacked loyalty.

source: 卧槽，这都可以！还真是个傻叉啊喂！
en_us: Holy shit! I don't believe it! He really is an idiot!

source: 印元飞一愣，脸红得更加彻底了，有些着急的抓了抓头，半会才似找到了一个合理的理由道，“那个……印家不是要买无敌派的灵植吗？我……我明天去送定金！”
en_us: Yin Yuanfei hesitated and flushed even redder. He nervously scratched his head, then thought of a reasonable excuse. "Well... isn't the Yin Family going to buy Invincible Sect's spirit herbs? I'll... I'll go down tomorrow to deliver the deposit!"

source: 印元飞有些不舍的追了两步，“思羽姑娘！”
en_us: Yin Yuanfei ran after them and called out in a tone of longing, "Miss Si Yu!"

source: 印元飞继续举高那块命牌道，“父亲入塔没多久，它就变成了这样，这分明是命在旦夕之兆。况且不止是他，家父为防万一，在入塔之时为其它两家的人也设了一块，交待我时刻注意变化。就在昨日晚上，所有人的命牌或直接碎裂，或变成这种貌样。就算塔内再凶险，也不可能同时这么多人都……”
en_us: Yin Yuanfei raised the life token up and said, "Shortly after my father entered the Immortal Ascension Pagoda, my token became like this. Clearly, his life is in danger. He's not alone. My father took precautions before he entered the pagoda and handed a similar Life Presenting Token to the other two uncles who followed him. He instructed me to look out for any changes on the token. Yesterday night, everybody's tokens either fell apart or became like this. No matter how dangerous the pagoda is, it can't be that everybody's token..."

source: 印元飞脸色顿时一白，“你……你在我身上下了束魂咒！”说完，他直接张口喷出了一口血，刚刚有缓和的金丹，再次裂开晕了过去。
en_us: Yin Yuanfei face suddenly turned pale. "You ... You put a Soul Binding Spell on me!" He exclaimed, spitting out a mouthful of blood. His Golden Core which had shown signs of healing, cracked once again and he fainted.
